Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: the moon takes about 28 days to complete one orbit .
af: die maan neem ongeveer 28 dae om een omwenteling te voltooi .

source: the force of gravity between the earth and the moon holds the moon so that it always faces us on earth .
af: die gravitasiekrag tussen die aarde en die maan hou die maan in so 'n posisie dat die een sy altyd na dieaarde wys .

source: for the following activity divide the class up into groups .
af: verdeel die klas in groepe vir die volgende aktiwiteit .

source: first let them discuss how they are going to act out the movement using the knowledge and movements from the last two activities .
af: laat hulle eers bespreek hoe hulle die beweging gaan uitvoer deur die kennis en bewegings van die vorige twee aktiwiteite te gebruik .

source: they have to put these together .
af: hulle moet dit saamvoeg .

source: you can chose some learners as judges who decide which group understands the movements best .
af: jy kan sekere leerders aanwys as beoordelaars wat kan besluit watter groep die bewegings die beste verstaan .

source: this activity requires learners to work in a group to come up with an answer and present it to the class .
af: hierdie aktiwiteit vereis dat leerders in groepe werk om met 'nantwoord vorendag te kom en dit aan die klas voor te stel .

source: you can also get the learners to explain what they are doing as they are acting out to see if they really understand the movement .
af: jy kan ook die leerders vra om te verduidelik wat hulle doen terwyl hulle die uitbeelding doen om te sien of hulle dit werklik verstaan .

source: complete the sentences using all the words from the word box. write the sentences out in full on the lines below and number each sentence .
af: voltooi die sinne deur al die woorde in die woordraampie te gebruik .

source: moon and the earth
af: maan en die aarde

source: around the earth
af: rondom die aarde

source: one side
af: een kant

source: axis
af: as

source: the same place
af: dieselfde plek

source: complete the table comparing the sun earth and moon .
af: voltooi die tabel wat die son aarde en maan vergelyk .

source: some answers having been filled in for you .
af: sekere antwoorde is alreeds vir jou ingevul .

source: there is a strategic reason for placing this technology project on systems to explore the moon and mars here if we leave this unit to the last 2 weeks of the year the children will probably not get the experience of doing a technology project .
af: dit is strategies 'n goeie skuif om 'n tegnologieprojek oor stelsels om die maan en mars te verken hier te plaas indien die projek eers in die laaste 2 weke van die jaar voltooi word sal leerders heel waarskynlik nie regtig ervaar hoe 'n tegnologieprojek aangepak word nie .

source: they may just make a thing with wheels in their own time perhaps at home and that is not technology .
af: hulle sal dalk op hulle eie tyd waarskynlik tuis 'n voorwerp met wiele bou en dit is nie tegnologie nie .

source: the educational value in technology lies in the investigating thinking and designing that children must do .
af: die opvoedkundige waarde van tegnologie is gesetel inondersoeke denkprosesse en ontwerpe wat leerders moet doen .

source: technology aims to make children capable; capability means the children's ability to turn thinking into doing and completing .
af: tegnologie het dit ten doel om leerders meer vaardig te maak .

source: when they learn new science knowledge the learning has a purpose they must use that knowledge in producing good designs. when they have made a product they should be able to explain to you all the reasons why they designed it like that even if they could not make it in the way they wanted to .
af: vaardigheid is die kind se vermo&#235; om dink na doen en voltooi te verander .

source: so some very important learning happens during a technology project and you need to guide them through all the stages .
af: dus vind daar baie belangrike leer plaas in 'n tegnologieprojek en jy moet leerders deur al die stadiums begelei .

source: that's why we don't leave technology projects for the last weeks of the year .
af: dit is waarom tegnologieprojekte nie eers in die laaste weke van die jaar gedoenmoet word nie .

source: if you trained as a technology teacher you will recognise the ncs pattern of technology projects do you remember idmec ?
af: indien jy as tegnologie onderwyser opgelei is sal jy dienkv patroon vir tegnologieprojekte herken .

source: you can remind the learners of this
af: onthou jy oovek ?

source: d stands for designing that means using what you learnt from investigations to think of good ways to solve the problem .
af: die tweede o staan vir ontwerp wat beteken jy gebruik dit wat jy uit ondersoeke geleer het om aan goeie maniere te dink om die probleem op te los .

source: m stands for making when you make your model you use materials and tools you make your model look good and you show the teacher what you learnt in your investigating. notice that most children design with their hands not only with pencil and paper .
af: v staan vir vervaardig wanneer jy 'n model maak gebruik jy materiale en gereedskap om die model mooi te laat lyk en jy wys jou onderwyser wat jy in jou ondersoek geleer het. let op dat die meeste kinders met hulle hande ontwerp en nie net met potlood en papier nie .

source: as a result we should expect them to go back and forth between designing and making .
af: dit is in wese dieselfde stadium in die ontwikkeling van 'n projek .

source: e stands for evaluating after you have made your model to solve the problem you have to ask does it work? is this what the people wanted? could we make a better one ?
af: e staan vir evalueer nadat jy jou model gemaak het om die probleem op te los moet jy jouself afvra of dit sal werk .

source: c stands for communicating you must show other people how you decided on your solution to the problem. you need to write and draw your ideas. the learners should be drawing and writing all through the project. don't leave the writing to the end because they find it boring at that stage .
af: k staan vir kommunikasie .

source: when they are getting new ideas they often enjoy writing because they are writing about their own ideas; this is a great strength of technology in school. a technology project gives the children reasons for reading and reasons for writing. and so this is very important we can address the literacy problem through the subject of natural science and technology .
af: jy moet ander mense kan wys hoe jy op die oplossing van jou probleem besluit het .

source: no humans have ever been to mars but scientists know a lot about the surface of mars .
af: geen mens was al ooit op mars nie maar wetenskaplikes weet al baie oor die oppervlakte van mars .

source: you learnt about this planet in the first chapter .
af: jy het in die eerste hoofstuk oor die planeet geleer .

source: they have found out what mars is like by using vehicles called rovers that send back information to earth .
af: kennis oor mars is bekom deur voertuie te gebruik wat maantuie rovers genoem word wat inligting aarde toe gestuur het .

source: let's have a look at some of these different rovers and how they operate .
af: laat ons na van hierdie verskillende maantuie kyk en uitvind hoe hulle werk .

source: in 1997 the pathfinder spacecraft landed on mars .
af: in 1997 het die pathfinder ruimtetuig op mars geland .

source: it had a small rover inside; the pathfinder opened up and the rover came out and began taking photographs of mars .
af: daar was 'n kleiner maantuig of rover in die binnekant; die pathfinder het oopgegaan en die kleiner maantuig het uitgekom en foto's van mars geneem .

source: the photo is not very clear but remember that it was taken with a robot camera; that camera sent the picture by radio signals back to earth .
af: die foto&#8217;s is nie baie duidelik nie maar onthou dat dit met 'n robotkamera geneem is endat daardie kamera die beelde deur middel van radioseine terug aarde toe gestuur het .

source: the driver of the rover was millions of kilometres away on earth and used radio signals to steer the rover .
af: die bestuurder van die maantuig was op die aarde miljoene kilometers weg van die maantuig en het radio seine gebruik om die maantuig te bestuur .

source: photo means light and voltaic means electricity .
af: foto beteken lig en volta&#239;es beteken elektrisiteit .

source: so photovoltaic means producing electricity using light .
af: dus beteken fotovolta&#239;es elektrisiteit wat deur lig opgewek word .

source: the pathfinder rover used electric motors to move .
af: die pathfinder maantuig gebruik elektriese motors om te beweeg .

source: the electricity for the motors came from photovoltaic solar panels on its top surface .
af: die elektrisiteit vir die motor is afkomstig van foto volta&#239;ese son panele op die boonste oppervlak .

source: solar panels transfer energy from sunlight to the electric motors .
af: sonpanele gebruik die energie van sonlig vir die elektriese motors .

source: find the solar panels in the photo .
af: soek die sonpanele in die foto.die sonpanele waaroor jy in &#8220;energie en verandering&#8221; verlede kwartaal geleer het is ook foto volta&#239;ese panele .

source: the rover was about 630 mm long and 480 mm wide .
af: die maantuig was ongeveer 630 mm lank en 480 mm breed.verbeel jou jy kyk van bo af na die maantuig .

source: imagine you are looking down at the top of the rover .
af: gebruik 'n liniaal en teken 'n reghoek met hierdie afmetings op die bord .

source: use your ruler to draw a rectangle that size on the board .
af: teken dan die wiele wat jy kan sien .

source: let a learner representative from three groups each do a drawing on the board at the same time; the class will be interested to see who does it best .
af: laat drie groepe elk 'n leerderverteenwoordiger kies omgelyktydig 'n tekening op die bord te maak; die klas sal daarin belangstel om te sien wie dit die beste kan doen .

source: a good answer will show a rectangle 630 mm x 480 mm and then six small rectangles for the wheels .
af: 'n goeie antwoord sal bestaan uit 'n reghoek met afmetings 630 mm x 480mm en en ses klein reghoekies vir die wiele .

source: from the top the wheels will not be circles let the learners confirm this by looking down at a shoe polish tin or snuffbox .
af: van bo af sal die wiele nie as sirkels vertoon nie laat leerders dit bevestig deur na 'n blikkie skoenpolitoer of 'n snuifdosie te kyk .

source: the rovers called spirit and opportunity
af: die maantuie wat spirit en opportunity genoem is

source: these two rovers landed on mars in 2004 .
af: hierdie twee maantuie het in 2004 op mars geland .

source: like pathfinder they also used solar panels that generate electricity from sunlight .
af: soos die pathfinder het hulle ook sonpanele gebruik wat elektrisiteit uit sonlig gemaak het .

source: in 2010 after 6 years the rover called spirit got stuck in sand .
af: in 2010 6 jaar later het die maantuig spirit in die sand vasgeval .

source: soon after this it stopped sending back messages .
af: kort daarna het dit opgehou om boodskappeterug aarde toe te stuur .

source: the rover called opportunity is still working after 9 years on mars !
af: die maantuig genaamd opportunity werk nog na 9 jaar op mars !

source: it has travelled over 35 km and sent back thousands of pictures .
af: dit het al meer as 35 km ver gery en het al duisende foto's terug aarde toe gestuur .

source: opportunity's mission video http www.youtube.com watch?v 5schmvz8v4&amp;feature player embedded
af: opportunity se missie video http www.youtube.com watch?v 5schmvz8v4&amp;feature player embedded

source: the making of curiosity video http www.nasa.gov multimedia videogallery index.html?collection id 18895&amp;media id 144485271
af: die vervaardiging van curiosity video

source: this rover is the size of a small car and will be able to travel further and collect much more information about the surface of mars .
af: hierdie maantuig is so groot soos 'n kleinerige motor en sal verder kan ry en baie meer inligting oor die oppervlak van mars kan insamel .

source: scientists want to know whether there are any living things on other planets .
af: wetenskaplikes wil weet of daar enige lewe op ander planete voorkom .

source: so the rover will look for signs that microorganisms lived on mars a long time ago .
af: die maantuig sal soek vir tekens dat mikro organismes lank gelede op mars gewoon het .

source: microorganisms are very tiny organisms that cannot be seen by the eye .
af: mikro organismes is baie klein organismes wat nie met die blote oog gesien kan word nie .

source: they are so small that millions would fit onto the tip of a needle .
af: hulle is so klein dat miljoene op die punt van 'n naald sal pas .

source: teaching curiosity to use a robotic arm on mars video http www.nasa.gov multimedia videogallery index.html?media id 139932591 and
af: leer vir curiosity om 'n robotiese arm op mars te gebruik. video goo.gl nwj68 en

source: do you think that there could be living things on mars ?
af: dink jy dat daar dalk lewe op mars kan wees ?

source: what do living things need to go on living ?
af: wat het lewende organismes nodig om te kan oorleef ?

source: water something to feed on for energy and perhaps they need oxygen .
af: water iets wat energie verskaf en moontlik suurstof .

source: landing curiosity on mars video http www.nasa.gov multimedia videogallery index.html?collection id 18895&amp;media id 144485271 and http www.youtube.com watch?v qaaj69mkru
af: curiosity land op mars video http www.nasa.gov multimedia videogallery index.html?collection id 18895&amp;media id 144485271 en goo.gl lbda0

source: we know that wheels are round .
af: ons weet dat wiele rond is .

source: why do these wheels look like rectangles ?
af: waarom lyk hierdie wiele soosreghoeke ?

source: the wheels look rectangular because we are seeing them in front view not side view .
af: dit is omdat ons dit van voor af sien en nie van die kant af nie .

source: learners will need to know about front side and top views for drawing in technology .
af: leerders moet kennis neem van voor kant en bo aansigte vir tekeninge in tegnologie .

source: learners can use a piece of string as a compass; they tie a knot at one end and hold the chalk at half of the diameter .
af: leerders kan 'n stukkie tou as 'n kompas gebruik; hulle maak 'n knoop aan die een kant van die tou en bind 'n stukkie kryt by die helfte van die sirkel se deursnee .

source: for example to draw a circle with 30 cm diameter the chalk must be 15 cm from the knot .
af: byvoorbeeld om 'n sirkel met 'n deursnit van 30 cm te teken moet die kryt 15 cm van die knoop af wees .

source: then they keep the knot in one spot on the board and move the chalk all around the knot .
af: hulle hou dan die knoop op een plek op die bord en beweeg die kryt al rondom die knoop .

source: the string keeps the chalk at 15 cm from the knot .
af: die tou hou die kryt 15 cm weg van die knoop af .

source: the knot is on the centre of the circle the length of the string is the radius i.e. 15 cm the path of the chalk is the circumference and the distance across the circle through the centre is the diameter two times the radius .
af: die knoop vorm diemiddelpunt van die sirkel die lengte van die tou is die radius dit is 15 cm en die streep wat die kryt trek is die omtrek van die sirkel .

source: the wheels shown belong to the rovers pathfinder opportunity and curiosity .
af: die wiele behoort aan die maantuie pathfinder opportunity en curiosity .

source: match the wheels to the rovers .
af: pas die verskillende wiele by die maantuie .

source: write the letters a b and c below with the name of the rover next to it .
af: skryf net die letters a b en c onder met die naam van die gepaste maantuig langsaan .

source: why are the wheels different diameters ?
af: waarom het die wiele verskillende deursnitte ?

source: the wheels are different sizes because the rover cars have gotten bigger and bigger so they need bigger wheels .
af: dit is omdat die maantuie groter en groter begin word het en hulle dus groter wiele benodig het .

source: why did the designers choose such wide wheels ?
af: waarom het die ontwerpers sulke bre&#235; bande gekies ?

source: the designers probably chose wide wheels because the surface of mars is sandy .
af: omdat die oppervlakte van mars baie sanderig is .

source: a narrow wheel like a bicycle wheel would sink into the sand .
af: 'n nou wiel soos 'n fietswiel sal in die sand wegraak .

source: use your ruler and work with the picture of the 3 wheels .
af: gebruik jou liniaal en werk op die prentjie met die 3 wiele .

source: measure the diameter of each wheel in the picture and the width of each wheel .
af: meet die deursnit en breedte van elke wiel in die prent en skryf dit neer .

source: write your measurements into this table .
af: skryf die afmetings in hierdie tabel neer .

source: the bigger the diameter the wider the wheel .
af: hoe groter die deursnit hoe bre&#235;r is die wiel .

source: they can see the pattern in the picture but they need to learn the language for describing patterns the bigger... the wider.. .
af: hulle kan die patroon in die prentjie sien maar hulle moet ook die taal aanleer om hierdie patrone te kan beskryf .

source: apollo 11 mission astronauts walked around on the moon .
af: die ruimtevaarders van die apollo 11 sending het op die maan rondgeloop .

source: this was the first time .
af: dit was die eerste keer .

source: but for apollo 15 16 and 17 each mission had a lunar rover called a moon buggy .
af: vir die apollo 15 16 en 17 se missies het hulle 'n maantuig gehad .

source: lunar means relating to the moon .
af: die maantuig is moon buggy maan tjorrie genoem .

source: look at the picture of the lunar rover .
af: kyk na die prent van die maantuig .

source: this vehicle went to the moon in 1972 and it is still there .
af: hierdie voertuig is sedert 1972 op die maan .

source: other spacecraft photographed it in 2011 .
af: 'n ander ruimtetuig het hierdie foto in 2011 geneem .

source: you will find out more about this rover when you investigate rovers for your technology project .
af: jy sal meer omtrent hierdie maantuig uitvind wanneer jy navorsing daaroor doen vir jou tegnologieprojek .

source: below is a photograph of astronauts testing out a lunar rover on earth before they used it on the surface of the moon .
af: hieronder is 'n foto waar ruimtevaarders die maantuig op aarde toets voor hulle dit op die maan se oppervlak gebruik .

source: footage from the first landing on the moon video http www.youtube.com watch?v prsd8tposz0&amp;feature related
af: beeldmateriaal van die eerste landing op die maan video http www.youtube.com watch?v prsd8tposz0&amp;feature related

source: do you remember how in the last term of gr. 4 you were on your way to the moon ?
af: onthou jy hoe jy in die laaste kwartaal van graad 4 op pad was ons maan toe ?

source: you are now part of a crew in the apollo scientific mission .
af: nou is jy deel van die bemanning op die apollo wetenskaplike sending .

source: set the scenario of a mission to collect moon rocks .
af: skets die toneel vir 'n missie sending om maanrotse te versamel .

source: this follows on from the gr. 4 technology project where the task was to design and build a rocket to get to the moon .
af: dit volg op die tegnologieprojek van graad 4 waarin hulle 'n vuurpyl moes ontwerp en bou om na die maan te gaan .

source: your mission is to collect rocks from the moon .
af: jou opdrag is om rotse op die maan te versamel .

source: scientists back on earth want to study those rocks and find out whether they are the same as rocks on earth .
af: wetenskaplikes hier op aarde wil dit bestudeer om uit te vind of dit dieselfde is as rotse op aarde .

source: you have to collect from different places on the moon so you need to be able to move around on the surface .
af: jy moet rotse van verskillende plekke op die maanversamel dus moet jy in staat wees om rond te beweeg op die maan se oppervlakte .

source: in 1972 scientists really did go to the moon to collect rocks .
af: in 1972 het wetenskaplikes werklik maan toe gegaan om rotse te versamel .

source: in the picture you see a photo of one of the rocks that came back to earth with the apollo 16 mission .
af: in die prent sien jy 'n foto van een van die rotse wat die apollo 16 teruggebring het aarde toe .

source: apollo 17 lunar rover video http www.youtube.com watch?v 0 yhybxjpqu
af: apollo 17 maantuig video goo.gl e3cgj

source: the sun heats the moon's surface to the temperature of boiling water so you will have to wear a special suit to protect you and cool you .
af: die son verhit die maan se oppervlakte tot by kookpunt .

source: the suit will make it difficult to work and walk .
af: jy sal dus 'n spesiale pak moet dra om jou te beskerm en om jou koel te hou .

source: the moon has no air so you will have to carry air for yourself in tanks bottles .
af: die maan het nie 'n atmosfeer nie .

source: to do all this work you will need a vehicle to move around on the moon .
af: jy sal dus suurstof in tenks bottels moet saamdra .

source: the vehicle is called a rover .
af: om al hierdie werk te doen het jy 'n voertuig nodig waarmee jy op die maan kan rond beweeg .

source: a design brief for a technology project is a short statement of what you are going to make why you are going to make it and what you are going to make it for .
af: 'n ontwerpopdrag vir tegnologie is 'n kort beskrywing van wat jy gaan maak hoekom jy dit gaan maak en waarvoor jy dit gaanmaak .

source: question
af: vraag

source: write your design brief in the space below using the following phrases
af: skryf jou ontwerpopdrag in die spasie hieronder en gebruik die volgende frases

source: now that you have specified your design brief for your project we need to do some more investigating to answer some questions before we can start designing .
af: noudat jy jou ontwerpopdrag vir jou projek gespesifiseer het moet ons verder ondersoek instel om 'n paar vrae te kan beantwoord voor ons met die ontwerp begin .

source: investigate the surface of the moon
af: bestudeer die maan se oppervlak

source: in chapter 3 you learnt about the moon .
af: in hoofstuk 3 het jy van die maan geleer .

source: the rover needs to be able to drive over the moon's surface so we must investigate what the surface of the moon is like .
af: die maantuig moet in staat wees om oor die maan se oppervlak te ry .

source: write one fact about the moon that you must think about when you design your rover .
af: skryf een feit oor die maan neer wat jy in gedagte sal moet hou wanneer jy jou maantuig ontwerp .

source: write a sentence to explain why that fact is important .
af: skryf 'n sin oor hoekom jy dink daardie feit is belangrik .

source: for example the moon is covered in loose dust so the wheels must not sink in and get stuck .
af: byvoorbeeld die maan is bedek met 'n laag stof dus moet die wiele nie insink en vassit nie .

source: the moon has craters so the moon rover must be able to go into a crater and come out again .
af: die maan het kraters dus moet die maantuig in en uit die krater kan kom .

source: there is no air on the moon so a petrol engine will not work in the rover .
af: daar is geen atmosfeer op die maan nie dus sal 'n petrolenjin nie werk nie .

source: the rover on the moon had four electric motors; one motor in each wheel .
af: die maantuig het vier elektriese motors gehad; een in elke wiel .
